{
  "result": {
    "title": "C.D.C. Is Investigating 109 Cases of Hepatitis in Children, Including 5 Deaths",
    "subtitle": "The agency stressed that the disease was still very rare in children and that a cause had not been determined.",
    "photo": {
      "url": "/pics/17.jpg",
      "text": "The C.D.C.’s case reports date from October and span 25 states and territories"
    },
    "author": {
      "image": "/pics/author-1.jpg",
      "name": "Gina Kolata"
    },
    "date": "May 6, 2022",
    "text": "<p >The deaths of five children and what may be an unusual group of more than 100 hepatitis cases in young children in the United States are under investigation by the Centers for Disease Control and Prevention, the agency said on Friday.</p><p>The C.D.C. said it was examining cases involving 109 children in 25 states and territories who had or have what the agency is calling “hepatitis of unknown cause.”</p><p>Dr. Jay Butler, deputy director for infectious diseases at the C.D.C., said most of the children had fully recovered. But more than 90 percent were hospitalized, 14 percent received liver transplants and more than half had adenovirus infections, he said.</p><p>The C.D.C. and experts overseas are exploring <a class=\"css-yywogo\" href=\"https://www.nytimes.com/2022/05/03/health/hepatitis-children-explainer.html\" title=\"\">whether a type of adenovirus</a>, a common virus that causes intestinal symptoms like vomiting and diarrhea, may be a factor in these cases. But the agency has not determined a cause for the cases or a common link among all of them, and it cautioned against drawing conclusions.</p><p>Dr. Butler called it “an evolving situation” in a news briefing on Friday. Later, he added, “It’s important to remember that severe hepatitis in children is rare even with the potential increase in cases that we’re reporting today.”</p><p>Hepatitis and liver failure are unusual occurrences in young children, especially in otherwise healthy children, and so far the actual number of hepatitis cases in the United States is no more than the number usually seen.</p><p>The agency did not provide details about the children who died or where those deaths occurred.</p><p>The United Kingdom is investigating a far greater number — more than 160 cases — of young children reported to have or have had hepatitis recently.</p><p>Hepatitis, a liver infection, typically occurs in adults and can be caused by viruses — which respond to treatment with drugs — or from alcoholism, from some medications, or from autoimmune conditions. Symptoms include yellowing skin and eyes, nausea, and abdominal pain.</p><p>Dr. Butler also said there was no evidence so far that either a Covid-19 infection or the Covid vaccine was linked to the U.S. cases. The World Health Organization also said this week that the “vast majority” of children had not been vaccinated in the cases it had reviewed.</p><p>The alarm began two weeks ago when the C.D.C. issued an alert, citing nine hepatitis cases among young children in Alabama that began last fall into this year. All had evidence of an adenovirus infection. Their median age was 2.</p><p>The problem for the C.D.C. is to determine if the adenovirus is a cause or an innocent bystander, Dr. Butler said. Doctors do not normally test children for adenovirus infections — it is not a reportable disease in the United States — which makes it difficult to untangle causes and effects. He urged doctors to consider testing for adenovirus if children were ill with certain symptoms.</p><p>It is not known how likely it would be for nine children tested at random to have had adenovirus infections. The virus also is seasonal and the fall and winter, when the Alabama children were ill, is adenovirus season.</p><p>Complicating the situation further is that by the time the children were evaluated, the amount of virus, if it was found at all, was very low.</p><p>“We are working hard to determine the cause,” Dr. Butler said. Because hepatitis in children remains “a rare event,” he said, the search is difficult.</p><p>Other possibilities include environmental exposures, including exposures to animals or an immune reaction, with a reaction to an adenovirus “at the top of the list,” Dr. Butler said.</p><p >“We are casting a broad net,” he said.</p>"
  }
}
