{
  "result": {
    "title": "Death Toll During Pandemic Far Exceeds Totals Reported by Countries, W.H.O. Says",
    "subtitle": "Nearly 15 million more people died during the first two years of the pandemic than would have been expected during normal times, the organization found. The previous count of virus deaths, from countries’ reporting, was six million.",
    "photo": {
      "url": "/pics/18.jpg",
      "text": "The World Health Organization estimated that nearly 15 million more people died in 2020 and 2021 than would have been expected during normal times."
    },
    "author": {
      "image": "/pics/author-2.jpg",
      "name": "Benjamin Mueller"
    },
    "date": "May 6, 2022",
    "text": "<p>Nearly 15 million more people died during the pandemic than would have in normal times, the World Health Organization <a href=\"https://www.who.int/data/stories/global-excess-deaths-associated-with-covid-19-january-2020-december-2021\" title=\"\" rel=\"noopener noreferrer\" target=\"_blank\">said on Thursday</a>, a staggering measure of Covid’s true toll that laid bare how vastly country after country has undercounted victims.</p><p>In Mexico, the excess death toll during the first two years of the pandemic was twice as high as the government’s official tally of Covid deaths, the W.H.O. found.</p><p>In Egypt, excess deaths were roughly 12 times as great as the official Covid toll.</p><p>In Pakistan, the figure was eight times as high.</p><p>Those estimates, calculated by a global panel of experts assembled by the W.H.O., represent what many scientists see as the most reliable gauge of the total impact of the pandemic. Faced with large gaps in global death data, the expert team set out to calculate excess mortality: the difference between the number of people who died in 2020 and 2021 and the number who would have been expected to die during that time if the pandemic had not happened.</p><p>Their calculations combined national data on reported deaths with new information from localities and household surveys, and with statistical models that aimed to account for deaths that were missed.</p><p>Most of the excess deaths were victims of Covid itself, the experts said, but some died because the pandemic made it more difficult to get medical care for ailments such as heart attacks. The previous toll, based solely on death counts reported by countries, was six million.</p><p>Much of the loss of life from the pandemic was concentrated in 2021, when more contagious variants tore through even countries that had fended off earlier outbreaks. Overall deaths that year were roughly 18 percent higher — an extra 10 million people — than they would have been without the pandemic, the W.H.O.-assembled experts estimated.</p><p>Developing nations bore the brunt of the devastation, with nearly eight million more people than expected dying in lower-middle-income nations during the pandemic.</p><p>The figures had been ready since January, but their release was <a href=\"https://www.nytimes.com/2022/04/16/health/global-covid-deaths-who-india.html\" title=\"\">stalled by objections from India</a>, which disputes the methodology for calculating how many of its citizens died.</p><p>Nearly a third of the excess deaths globally — 4.7 million — took place in India, according to the W.H.O. estimates. The Indian government’s own figure through the end of 2021 is 481,080 deaths.</p><p>But India was far from the only country where deaths were substantially underreported. Where excess deaths far outstripped the number of reported Covid fatalities, experts said the gap could reflect countries’ struggles to collect mortality data or their efforts to intentionally obscure the toll of the pandemic.</p><p>In some countries, flaws in government reports were widely known. Russia, for example, had reported roughly 310,000 Covid deaths by the end of 2021, but the W.H.O. experts indicated that the excess death toll was nearly 1.1 million. That mirrored earlier estimates from a Russian national statistics agency that is fairly independent of the government.</p><p>Aleksei Raksha, an independent demographer who quit the Russian state statistics service after complaining of the failure to count Covid deaths properly, said that informal orders had been given to local authorities to ensure that in many cases, Covid was not registered as the primary cause of death.</p><p>“Excess deaths have established the true picture,” Mr. Raksha said. “Russia demonstrated a dismal performance in fighting the pandemic.”</p><p>In other nations, W.H.O. experts used what limited data was available to arrive at estimates jarringly at odds with previous counts, though they cautioned that some of those calculations remained highly uncertain. In Indonesia, for example, the experts leaned heavily on monthly death data from Jakarta, the capital, to estimate that the country had experienced over a million more deaths than normal. That figure would be seven times as high as the reported Covid death toll.</p><p>Siti Nadia Tarmizi, a spokeswoman for the government’s Covid-19 vaccination program, acknowledged that Indonesia had suffered more deaths than the government had reported. She said the problem stemmed in part from people not reporting relatives’ deaths to avoid complying with government rules for Covid victims’ funerals. But she said that the W.H.O. estimates were far too high.</p><p>In Pakistan, Dr. Faisal Sultan, a former health minister, defended the government’s death reports, saying that studies of the number of graveyard burials in major cities did not reveal large numbers of uncounted victims of the pandemic.</p><p>For still other countries that suffered grievously during the pandemic, the W.H.O. estimates illuminated even more startling figures hiding inside already devastating death counts. In Peru, for instance, the expert estimate of 290,000 excess deaths by the end of 2021 was only 1.4 times as high as the reported Covid death toll. But the W.H.O. estimate of 437 excess deaths for every 100,000 Peruvians left the country with among the world’s highest per capita tolls.</p><p>“When a health care system isn’t prepared to receive patients who are seriously ill with pneumonia, when it can’t provide the oxygen they need to live, or even provide beds for them to lay in so they can have some peace, you get what you’ve gotten,” said Dr. Elmer Huerta, an oncologist and public health specialist who hosts a popular radio show in Peru.</p><p>In the United States, the W.H.O. estimated that roughly 930,000 more people than expected had died by the end of 2021, compared with the 820,000 Covid deaths that had been officially recorded over the same period.</p>"
  }
}
